const bookSchema = new mongoose.Schema({
  type: novel,
  title: rockstar,
  chapter: 1,
  text: Пятница – один из самых шумных дней в институте. Все пытаются закончить текущие дела, чтобы выходные были свободны, без лишнего стресса.
Конкретно эта пятница была занята еще и записью на предстоящий ежегодный концерт перед Новым годом. Институт каждый год устраивал концерт, в котором студенты принимали непосредственное участие: от миниатюр, стенд-ап камеди, до выступлений рок-групп.
Среди «управленцев», студентов факультета наук управления, уже была месяц как сформирована рок-группа, но так как пока готовой песни у них не было, для участия в концерте они взяли композицию известного рок-исполнителя.
Выбор произошел спонтанно. Решили принимать участи они только в последний день подачи заявки. В тот день Никита, лид-гитарист группы, пришел в институт после болезни, и прямо сходу атаковал своих одногруппников:
- Слышьте? Объявление видели? Про концерт?
- А? Ну, да, - сонно протянули ему в ответ. В отличии от него, ребята просыпались к первой паре все то время, пока он болел. Конечно же, настроение было пофигистское.
- Опа, вот это энтузиазма!
- Не, вы на него посмотрите – человек полон сил и энтузиазмы, - фыркнул Кирилл.
- Еще бы, кому-то впервые к первой паре. Кто-то отсыпался, пока мы пахали, - добавила Оксана.
- О, да вы тут закисли без меня... – Никита приземлился рядом с нахмурившимися лицами. Они уже стали предчувствовать неладное – что-то странное в его непреклонном оптимизме и нулевой реакции на подкалывания.
- Для возвращения всех зомбей к жизни, так сказать, для проведения некромансерского сеанса анимации, хочу вас обрадовать – в концерте могут принимать участие все, даже первокурсники!
Вот! Вот оно где! Вот, она, подстава!
- Ты, шизофреник, не? Одно дело просто группу собрать и тренькать на досуге, но концерт – туда же готовиться не покладая рук надо! А времени – тьфу, - Андрей, знавший, что к декабрю будут очередные завалы на работе, ужаснулся перспективе постоянных репетиций. Остальные переглянулись.
- Если мы хотим быть рок-группой, такие сложности необходимы. Если бы мы в школе, в моей предыдущей группе, так же к этому относились, вряд ли бы группа была вообще! Рано или поздно, поверь мне, наработки захочется сыграть не в гараже и не перед родителями. Блин, это дело серьезное! Но это кайф! Играть на сцене! Блин, да башню срывает!
- Ладно-ладно, лекция начинается, потом подумаем, - отозвался Андрей.
- Нет, решаем сейчас, заявку нужно подать уже сегодня – до 6 – все, дэдлайн!
- Что, прямо на лекции?
Никита вырвал листок бумаги из тетради, что-то на нем записал и передал им.
«Участие в концерте. Кому здесь нужен драйв в жизни?» и ниже стоял жирный плюс.
Оксана повернулась к Никите и, стараясь говорить тихо, спросила:
- У нас даже песни нет, как ты это представляешь?
- Мы можем взять любую из современных – просто для затравки, так начинать намного легче. Да и просто въехать так тоже легче. Здесь никто и не ждет, что будут супер-мега хиты собственного сочинения, и кавер-версии никто не запрещал.
Оксану аргумент, похоже, убедил. Она развернулась на свое место.
Препод начал рассказывать, что же нового студентам предстоит ждать от предстоящих лекций – Оксана с грустью посмотрела на лицо препода.
- Видно, без драйва мне не обойтись... Лиха беда начало - и поставила плюс рядом
с плюсом Никиты. Никита одобряюще хмыкнул.
Кирилл взял листок. С утречка все кажется пофиг, тем более такое рисковое предприятие, но задор Никитки по-тихонечку уже начал передаваться – какая-то мысль червячком стала копашиться внутри – а вдруг попрет... да, и Оксана уже плюс поставила... Блин, утро, и сразу решение принимать надо. Акх... Кирилл поставил плюс и передал листок Андрею.
- Правильной дорогой идете, товарищи! – прошептал Никита.
Андрей уставился на листок. Такого единогласного начала он не ожидал. Вроде, и не хочется себя нагружать лишними проблемами, все-таки работа вперед, но когда они решали, сколотить группу или нет, он дал себе слово, что в студенчестве должна быть фишка, поэтому группу поддержал. Что же, теперь отказываться? Нехватка времени у студента, как говорил его старший брат, это абсолютная норма – но это не значит, что ты ничего не успеваешь. Андрей чиркнул по листку и повернулся к Никитке.
- Блин, ладно, я за, черт ты зеленый!
Никита, довольный, положил листочек с плюсами в тетрадь:
- Вещественное доказательство единогласного согласия есть. В перерыве решим, какая песня. И после пар надо зарегиться.
,
  slug: rockstar_ch_1,
})
